<?php
// +----------------------------------------------------------------------
// | YGWCMS [ WE CAN DO IT MORE SIMPLE ]
// +----------------------------------------------------------------------
// | Copyright (c) 2017-2018 http://www.yangblogs.com All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.yangblogs.com )
// +----------------------------------------------------------------------
// | Author: yang <601047564@qq.com>
// +----------------------------------------------------------------------
return [
    'mobile_theme' => [// 在后台插件配置表单中的键名 ,会是config[text]
        'title' => '手机模板名', // 表单的label标题
        'type'  => 'text',// 表单的类型：text,password,textarea,checkbox,radio,select等
        'value' => '',// 表单的默认值
        'tip'   => '在手机用户访问网站时会使用此模板，留空表示不开启，此插件只是演示功能，请到市场下载正式插件' //表单的帮助提示
    ],
];
					